Revit 2024 API
GroupTypeId.StairsSupports Property
 Supports.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId StairsSupports { get; }
Visual Basic
Public Shared ReadOnly Property StairsSupports As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsSupports {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace